Repository: Oxropy/modules-extra
Catalog: border/src/main/resources/translations/*.po
Languages: de

source: Generates the chunks located in the border
de: Generiert die Chunks die in der Begrenzung liegen.

source: Sets the center of the border
de: Legt den Mittelpunkt der Begrenzung fest

source: Added {amount} chunks to generate in {world}
de: Es wurden {amount} zu erzeugende Chunks in {world} hinzugefügt

source: As you reach the border the world turns on itself and you appear on the other side of the world!
de: Wenn Du die Begrenzung erreichst, wirst Du am anderen Ende Welt wieder erscheinen!

source: Available Memory getting low! Pausing Chunk Generation
de: Die Chunkaufbau wird pausiert, da der Arbeitsspeicher knapp wird!

source: Center for Border in {world} set to world spawn!
de: Mittelpunkt für die Begrenzung in {world} zum World-Spawn gesetzt!

source: Center for Border in {world} set!
de: Mittelpunkt für die Begrenzung in {world} gesetzt!

source: Chunk generation completed! Generated {amount} chunks
de: Chunkaufbau abgeschlossen! {amount} Chunks erstellt

source: Chunk generation is already running!
de: Chunkaufbau wird bereits ausgeführt!

source: Chunk generation is at {integer#percent}% ({amount#done}/{amount#total})
de: Chunkaufbau bei {integer#percent}% ({amount#done}/{amount#total})

source: Invalid Chunk coordinates!
de: Ungültige Chunk-Koordinaten!

source: This portal would teleport you behind the border!
de: Dieses Portal würde dich hinter die Begrenzung teleportieren!

source: World {input} not found!
de: Welt {input} nicht gefunden!

source: You are near the world border! You might want to turn around.
de: Du befindest dich nah an der Begrenzung! Willst Du nicht doch lieber umdrehen?

source: You cannot teleport outside the border!
de: Du kannst nicht an eine Stelle außerhalb der Begrenzung teleportiert werden!

source: You need to specify a world!
de: Du musst eine Welt angeben!

source: You need to specify the chunk coordinates or use the -spawn flag
de: Du musst die Chunk-Koordinaten angeben oder den -spawn Schalter benutzen!

source: You've reached the border!
de: Du hast die Begrenzung erreicht!
